<%@ Page Title="" Language="C#" MasterPageFile="~/Views/Shared/Site.Master" Inherits="System.Web.Mvc.ViewPage<dynamic>" %>

<asp:Content ID="Content1" ContentPlaceHolderID="TitleContent" runat="server">
		SMCH Association Singapore - 	About
</asp:Content>

<asp:Content ID="Content2" ContentPlaceHolderID="MainContent" runat="server">
    <LINK rel="stylesheet" type="text/css" href="../../Content/Basic.css" title="style1"> 
<div id="body">
        <div class="fullwidth" >
         <P align="center" style="font-size:x-large; padding:0.3em;">清海无上师介绍       
           
<P align="center" style="font-size:large; padding:0.1em;">清海无上师─走在爱的路上
<P>我们一生为爱寻寻觅觅，只求能与世人分享这份爱。清海无上师在曾有幸与她相遇或共事的人眼中，是一位身体力行的「爱」的化身！一位知名的慈善家、艺术家和灵性导师。她的爱心和奉献业已超越文化与种族的藩篱，嘉惠世界各地数以百万计的人们，其中包括穷困的人、无家可归的人、研究爱滋病与癌症的医学机构、美国参战退伍军人、困苦的老人、身心残障者、难民，以及遭受地震、洪水和火灾等灾民。

  <P>经由这些善举，我们见证源源不绝的慈悲心，正是这位深具爱心女士的标志。而她的「世界会」，也依循着她的爱心典范，成长茁壮。 

 <P>
  <font color="green">“我们能分享什麽就开始分享，然后就可以感受到内在的微细变化，我们的意识会注入更多的爱力，这就是一个起步。我们来到这里是为了学习成长，也为了学习使用我们无限的爱力和创造力，让我们所处的任何环境变得更好！” ~ 清海无上师    </font>
   <p align="center"> <img src="/images/wwl_00.gif" alt="" style="width: 439px" /></p>
<P>
清海无上师出生于悠乐中部。小时候，她就总是尽其所能地帮助医院里的病人和穷困的人。长大后，她到欧洲留学，并担任义务护理人员，以及为红十字会翻译。很快地，清海无上师便发现，痛苦存在于所有文化和世界上每个角落。因此，找寻解除这些苦难的方法，遂成为她生活中最重要的目标。

<P>
清海无上师曾与一位德国医生结婚，过着幸福美满的婚姻生活。尽管「分离」对他们来说，是个极为困难的抉择，然而她的先生还是同意分离。随后，清海无上师便展开灵性追寻之旅。最后，她在印度喜马拉雅山的深山里，找到一位开悟的明师，传给她「观音法门」—一种观内在光和音的打坐法门。经过一段时间的精进修行之后，她就达到完全证悟的境界。 
    <p align="center"> <img src="/images/wwl_01.gif" alt="" style="width: 439px" /></p>
 <P>
她离开喜马拉雅山后不久，在周遭众人的诚挚恳求下，清海师父便将「观音法门」与他们分享，鼓励众人向内找寻自己伟大的品质。 

 <P>
            <font color="green" >“我们经常提到及要寻找的爱与和平，都在我们内边。”~  清海无上师   </font>
  <P>
社会各阶层的人士，经由修行「观音法门」后发现，他们在生活中更满足、更快乐和平静。随后不久，美国、欧洲、亚洲、南美洲以及联合国，均邀请清海师父莅临演讲。

<P>清海师父本身是一位善行义举的典范，同时她也鼓励大家美化我们所居住的世界。

<P> <font color="green">"未来掌握在我们手中，所以要使它变好或变坏，完全由你们自己决定。" ~ 清海无上师 </font>
 
  <P>经由修行观音法门，清海无上师领悟出多样浑然天成的才华，她透过艺术绘画与创作、音乐、诗作、唯美珠宝和服装设计，展现她所接触到的各种文化及人士的内外在美。

 <P>一九九五年在大众的请求之下，她的服装设计成果，在国际各流行重镇展开巡回展，其中包括伦敦、巴黎、米兰和纽约等地。清海师父用这些艺术创作的收入从事慈善工作，以独立的资金来源展现她的务实观，即我们都应该靠自己的力量帮助他人。

 <P>虽然清海无上师不奢求任何的认可，但世界各国政府官方和私人组织，为表扬她的无我奉献，在诸多不同的场合颁发给她奖项，包括：「顾氏和平奖」、「世界和平奖」、「世界精神领袖奖」、「世界公民人道奖」以及服务大众杰出人士和提升人权方面的奖章。

 <P> <font color="green">
 “她以爱心消弭世上的仇恨，她为绝望的人带来希望，她以宽容化除误会，她散发出伟人光芒，是全人类的慈善天使。”   </font>
~ 前夏威夷檀香山市长花士先生  
 <P>
 清海无上师是当代竭力助人者之一，帮助他人发现及创造美好的未来。如同许多历史上的伟人一样，清海无上师也有她自己的梦想： 

   <p align="center"> <img src="/images/wwl_02.gif" alt="" style="width: 439px" /></p>
 <P> <font color="green">
“我有一个梦想，我梦想全世界和平，我梦想世界不再有杀生，小孩们可以过着和谐安乐的生活。我梦想国际间能彼此握手言和、互相保护与帮助。我梦想这个星球不会被摧毁，它在几千几百万亿年的光阴造就下，如此美丽，令人赞叹。我梦想它会在和平、美丽与疼爱当中，延续下去。是的，这就是我的梦想！” ~ 清海无上师  </font>



            </p>
        </div>
    
  
      
    </div>




</asp:Content>
